Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Foreign Ministry spokeswoman Hua Chunying told a news conference on Tuesday that China is a major victim of cyberattacks and opposes any kind of hacking activities.
pt: Questionado sobre o ataque, Hua Chunying, uma porta-voz do Ministério de Relações Exteriores da China, disse em uma coletiva de imprensa que Pequim era “resolutamente oposta” à prática de hacking .

source: German students do not need to worry either, he says, because the city has increased capacities massively in recent years at its universities and there is enough space for everyone on campus.
pt: Segundo Krach, os estudantes alemães não têm com o que se preocupar, porque cidades como Berlim ampliaram muito suas vagas em universidades e há espaço para todos.

source: How the thousands of extra police and soldiers being deployed on the streets of Brazil react will be closely watched.
pt: A mobilização de milhares de policiais e soldados nas ruas brasileiras será acompanhada de perto pela imprensa.

source: US President Barack Obama has said his meeting with Cuban President Raul Castro will help both countries "turn the page" after decades of hostility.
pt: Logo depois dele, o cubano Raúl Castro criticou as intervenções americanas em seu país, mas elogiou o presidente.

source: The United Nations says that civilian casualties hit a record high in 2014, jumping by 19 percent with 3,188 civilians killed by the end of November.
pt: Três mil civis mortos em 2014 Segundo as Nações Unidas, as vítimas civis aumentaram 19% em 2014, com 3.188 mortos até o fim de novembro .

source: Hopes fade for survivors after Turkish mine fire kills at least 245
pt: Incêndio mata 245 e esperança por sobreviventes em mina diminui na Turquia

source: "It is tough to take but we have to .
pt: Mas é o que se tem — o que se pode fazer.

source: The British-based Syrian Observatory for Human Rights said the abductions took place when Islamic State captured 10 villages inhabited by the ancient Christian minority near Hasaka, a city mainly held by the Kurds, in the past three days.
pt: O Observatório Sírio para Direitos Humanos, com sede na Grã-Bretanha, disse que os militantes realizaram incursões durante a madrugada em vilarejos rurais habitados por uma minoria cristã, ao oeste de Hasaka, cidade majoritariamente controladas por curdos.

source: There is no such thing .
pt: Não é pouca coisa.

source: All these factors have led to a diffuse Islamophobia in France .
pt: Todos esses fatores se condensam, então, numa islamofobia difusa .

source: (CNN)An American health care worker who came down with Ebola while volunteering in West Africa arrived Friday at a National Institutes of Health hospital in Maryland for treatment, the NIH said.
pt: Um trabalhador da área da saúde norte-americano que contraiu Ebola enquanto fazia trabalhos voluntários na África será admitido para um tratamento seguro no Instituto Nacional de Saúde (NIH, na sigla em inglês), informou o órgão nesta quinta-feira.

source: U.S. upgrades Malaysia, Cuba in human trafficking report - The Japan News
pt: Cuba diz que relatório dos EUA sobre tráfico humano é 'manipulador'

source: Violence across the country has intensified since the jihadist group declared an Islamic state, or caliphate, in the territory under its control in both Iraq and Syria.
pt: Em junho passado, o EI declarou um califado (Estado com leis islâmicas) nas regiões que controla na Síria e o Iraque.

source: Another member of parliament said the resolution authorises the country to send some 750 troops to Nigeria.
pt: Outra fonte, citada pela agência AFP, informou que a resolução autoriza o envio para a Nigéria de 750 militares.

source: Jean Charles's family has taken a case to the European Court of Human Rights in an attempt to see someone prosecuted.
pt: A Família de Menezes levou o caso ao Tribunal Europeu dos Direitos Humanos, em Estrasburgo, na França, mas nenhuma decisão foi tomada ainda .

source: Ghazni-Kabul highway bus attack kills 13 passengers
pt: Tiroteio em ônibus de passageiros mata 13 civis no Afeganistão

source: "It was like, 'OK .
pt: E foi assim que ele morreu.

source: InMobi would likely be valued at around $1 billion, the source said.
pt: A InMobi provavelmente seria avaliada em cerca de US$ 1 bilhão, segundo a fonte .

source: Blatter was re-elected for a fifth term as president in May but announced four days later he would stand down and call a new election .
pt: O presidente da entidade, Joseph Blatter, renunciou no começo do mês, apenas quatro dias depois de ter sido reeleito para um quinto mandato.

source: In March, the Nusra Front freed more than a dozen Greek Orthodox nuns in exchange for the release of dozens of female prisoners by the Syrian government .
pt: Em março, a Frente Nusra libertou mais de dez freiras gregas ortodoxas, encerrando um sequestro de quatro meses, em troca da libertação de dezenas de prisioneiras sírias .

source: Britain, a close U.S. ally, recently announced it was joining a U.S.-led air assault against the Sunni militant group's targets in Iraq, after weeks of weighing its options.
pt: O mais recente crime ocorre depois de o Reino Unido ter se juntado à coalizão liderada pelos Estados Unidos para lançar ataques aéreos contra alvos do Estado Islâmico na Síria e no Iraque.

source: US special forces killed a senior leader of Islamic State (IS) group in eastern Syria, Secretary of Defense Ash Carter said Saturday.
pt: Forças especiais dos Estados Unidos mataram um líder de alto escalão do grupo jihadista Estado Islâmico (EI) e capturaram sua esposa no Leste da Síria, informou neste sábado (16) o secretário de Defesa americano, Ashton Carter.

source: Now, you know, don't get me wrong," he said .
pt: E nunca será "ele não gosta mais de mim".

source: The Portugal captain and Ballon d'Or winner has missed Real's last four matches, including Wednesday's King's Cup final victory over Barcelona, since limping off during the Champions League quarter-final, first leg against Borussia Dortmund on April 2.
pt: O capitão da seleção portuguesa e ganhador da Bola de Ouro perdeu os últimos três jogos do Real Madrid, após ter deixado o campo lesionado quase no final da partida de ida das quartas de final da Liga dos Campeões contra o Borussia Dortmund, em 2 de abril.

source: Two hostages and the gunman were killed when police stormed the cafe in an attempt to end the 16-hour siege.
pt: Dois dos reféns foram mortos, além do homem, depois de a polícia invadir o local, após 16 horas de impasse.

source: Another exit poll, conducted by Channel 2, gave the Likud one seat lead over the center-left Zionist Union, with the former winning 28 seats .
pt: Já uma terceira pesquisa, conduzida pelo Canal 2, mostrou que o Likud conseguiu 28 assentos, enquanto a União Sionista chegou a 27 .

source: The mine at Ndassima is carved deep into a forested hilltop north of Seleka's military headquarters in Bambari .
pt: A mina de Ndassima foi aberta em uma colina na floresta, e fica ao norte do quartel general Seleka, em Bambari .

source: The White House condemns President Putin's decision to formally seek to make Ukraine's Crimea region part of Russia, Reuters reports.
pt: Nesta segunda-feira o Parlamento da Crimeia declarou formalmente que a região se separou da Ucrânia e pediu ao Kremlin para ser anexada à Rússia.

source: 1 tablespoon of cane sugar
pt: - 1 colher de sopa de açúcar refinado

source: Jabbari was held in solitary confinement without access to her lawyer and family for two months, Amnesty International said in a statement .
pt: A mulher foi colocada em uma solitária por dois meses e chegou a ser torturada, segundo a Anistia Internacional .

source: Blast near French cultural centre in Gaza, no casualties
pt: Centro cultural francês é alvo de explosão na Faixa de Gaza

source: I don't want a divorce, I want him to be punished," she says.
pt: “Não quero falar sobre isso, estão me acusando e vou responder, não posso fazer nada .

source: The world's third-largest economy unexpectedly slipped into recession in the third quarter, data showed on Monday, setting the stage for Abe to delay the unpopular sales tax hike and call a snap election next month - two years before he has to go to the polls.
pt: TÓQUIO (Reuters) - O primeiro-ministro japonês, Shinzo Abe, disse nesta terça-feira que vai convocar eleições antecipadas em busca de aprovação para suas políticas econômicas e adiar um impopular aumento do imposto sobre vendas, um dia depois de dados revelaram que a economia voltou à recessão.

source: "I will not leave unless the club decide I should .
pt: Por isso, diz não ter pressa para decidir o futuro .

source: “The U.S. Government had what we believed was sufficient intelligence, and when the opportunity presented itself, the President authorized the Department of Defense to move aggressively to recover our citizens,” said Lisa Monaco, Obama's top counterterrorism adviser, in a statement .
pt: "O presidente Obama autorizou a operação quando surgiu a oportunidade e se considerou que havia informação de inteligência suficiente", explicou a assessora de Segurança Nacional Lisa Monaco, em comunicado.

source: How do you plan to use her?
pt: O problema é o uso que se faz dela .

source: Now "IS is 500 meters (550 yards) away from the entrance of Hasakeh, after fierce clashes against regime forces south of the city," said Rami Abdel Rahman, director of the Syrian Observatory for Human Rights, a Britain-based monitoring group.
pt: De acordo com o Observatório Sírio para os Direitos Humanos (OSDH), os integrantes do grupo extremista se encontram a apenas 500 metros de Hassake, uma cidade cujo controle é compartilhado entre o regime de Bashar al-Assad e as forças curdas.

source: He was sentenced to three years in prison in 2008.
pt: Ele foi preso e condenado à prisão perpétua.

source: The sugar price index saw the greatest percentage increase, rising 7.9 percent on the previous month due to drought in Brazil and reduced sugarcane output in Thailand.
pt: O índice de preços do açúcar teve o maior aumento, de 7,9 por cento ante o mês anterior, acompanhando uma seca que prejudicou canaviais no Brasil e reduziu produção de açúcar na Tailândia.

source: SHANGHAI/HONG KONG China stepped up a crackdown on short-selling of shares on Tuesday, unveiling rules that make it harder for speculators to profit from hourly price changes, as some of the nation's major brokerages suspended their short-selling businesses.
pt: XANGAI/HONG KONG (Reuters) - A China intensificou nesta terça-feira seus esforços contra a venda a descoberto de ações, anunciando regras que deixarão mais difícil que especuladores lucrem com variações de preços de hora em hora, com algumas das maiores corretoras do país suspendendo suas operações de venda a descoberto.

source: The jet was en route from Amsterdam to Kuala Lumpur when it crashed.
pt: Segundo a agência, o avião da Boeing estava voando de Amsterdã para Kuala Lumpur.

source: The Turkish government has yet to respond to the remarks by Staffan de Mistura, who said he feared a repeat of the 1995 Srebrenica massacre in Bosnia when thousands died .
pt: De Mistura pediu que a Turquia ajude a prevenir a matança na cidade fronteiriça síria, dizendo temer a repetição do massacre de Srebrenica, em 1995, quando milhares de pessoas morreram.

source: In a statement issued by the Russian foreign ministry, Moscow accused Ukrainian forces of intensifying the fighting against pro-Moscow separatists in eastern Ukraine in an attempt to sabotage Russian efforts to get aid into rebel-held areas.
pt: O governo russo negou que forças tenham entrado no território ucraniano e acusou Kiev de tentar sabotar a entrega de assistência humanitária para áreas do leste da Ucrânia afetadas pelos confrontos entre separatistas pró-Rússia e as tropas do governo de Kiev, apoiado pelo Ocidente.

source: Russia and the separatists deny it, blaming Ukrainian forces instead.
pt: Já Moscou e os separatistas acusam as forças ucranianas.

source: Official says Israel will extend Gaza truce with Hamas
pt: Hamas rejeita estender cessar-fogo após Israel sugerir ampliar trégua

source: TBILISI (Reuters) - Eduard Shevardnadze, a former president of Georgia and Soviet foreign minister, died on Monday after a long struggle with illness, his personal assistant said.
pt: TBILIZI (Reuters) - O ex-presidente da Geórgia e ex-chanceler da União Soviética Eduard Shevardnadze morreu nesta segunda-feira aos 86 anos depois de um longo período enfermo, disse sua assistente pessoal.

source: Burundi president makes first official appearance since coup attempt – Bangkok Post
pt: Presidente do Burundi faz primeira aparição após tentativa de golpe | Valor Econômico

source: Of course you do.
pt: E não é para menos .

source: Please tell me what is wrong?
pt: É tudo o que é errado .

source: People don't know what to do."
pt: “Isso não é vergonha para ninguém, não .

source: WASHINGTON (Reuters) - The United States accused Russia on Thursday of actively fighting in eastern Ukraine in support of separatist forces and said it was considering a range of possible responses including increased sanctions.
pt: WASHINGTON (Reuters) - Os Estados Unidos estão considerando uma série de opções em resposta ao envolvimento russo no leste da Ucrânia, e as sanções são as "ferramentas mais eficientes", disse uma porta-voz do Departamento de Estado norte-americano nesta quinta-feira.

source: He saw Fryberg go up to a table of students, "came up from behind ... and fired about six bullets into the backs of them," Luton told CNN .
pt: Uma testemunha disse à “CNN” que Fryberg entrou no restaurante da escola e se dirigiu a uma mesa com um grupo de alunos e atirou pelas costas deles .

source: De la Renta died at home Monday evening in Connecticut surrounded by family and friends and “more than a few dogs,” according to a handwritten statement signed by two of his company’s executives, Eliza Reed Bolen and Alex Bolen, his stepdaughter and her husband.
pt: O seu trabalho, sua inteligência e seu amor pela vida estão no coração da companhia", afirmou sua enteada, Eliza Reed Bolen, que hoje é responsável pela empresa do estilista, junto com seu marido, Alex Bolen .

source: "Russia is introducing a full embargo on import of beef, pork, fruit and vegetable produce, poultry, fish, cheese, milk and dairy products from the European Union, United States, Australia, Canada and Norway," Prime Minister Dmitry Medvedev said in televised remarks.
pt: A proibição afeta principalmente a carne bovina, suína e de frango, pescado, os laticínios, as verduras e frutas procedentes dos Estados Unidos, União Europeia, Austrália, Canadá e Noruega.

source: One helicopter is then seen spinning down fast, hitting the ground and then exploding .
pt: Depois, o helicóptero gira até atingir o solo e explodir.

source: That's pretty much it."
pt: “Acho que não é legal isso .

source: "What are you seeing that I'm not seeing?"
pt: Eu não fiz nada! - Então eu não vou poder ir .

source: “Our main goal is to use one of important Russian competitive advantages — a sizable domestic market: fill it with competitive, qualitative goods which will be produced in real sector of domestic economy, certainly preserving stability and balanced nature of home market and economy in general,” he said.
pt: E nosso objetivo principal é a utilização de uma das principais vantagens competitivas da Rússia – um grande mercado interno, e supri-lo com produtos de alta qualidade produzidos por empresas do nosso país – disse Putin.

source: It’s true that I wasn’t happy about certain things .
pt: "Eu não estava contente em alguns sentidos .

source: RAMALLAH, Feb. 3 (Xinhua) -- The Palestinian National Authority (PNA) on Tuesday slammed the visit of Israeli President Reuven Rivlin to a Jewish settlement in the southern West Bank city of Hebron.
pt: JERUSALÉM — O presidente israelense, Reuven Rivlin, pediu nesta segunda-feira o diálogo entre seu país e os palestinos, durante uma visita a uma colônia judaica em Hebron, no território ocupado da Cisjordânia.

source: BAGHDAD (Reuters) - Seventeen people were killed in Iraq on Monday in clashes between Islamic State militants and pro-government forces in a town close to the country's biggest refinery, a focal point in efforts to counter the ultra-hardline Sunni group.
pt: Confrontos entre militantes do grupo radical Estados Islâmico (EI) e forças pró-governo deixaram 17 mortos no Iraque, nesta segunda-feira (15), em uma cidade perto da maior refinaria do país.

source: "We should sell our oil whether the price falls or goes to $100 (a barrel) .
pt: "Devemos vender nosso petróleo mesmo se o preço cair ou subir para 100 dólares (um barril) .

source: "If the case would have not been transferred to Kabul, we were so worried that the mullah would have not been punished in Kunduz for his crime," said Sarwari .
pt: "Estávamos tão preocupados que ele não fosse punido em Kunduz por seu crime", afirmou Hassina.

source: First German trial of 'Islamic State jihadist' opens
pt: É o primeiro julgamento na Alemanha de um cidadão que se juntou ao Estado Islâmico.

source: Naveed Sattar, professor of Metabolic Medicine at Glasgow University, told the daily more robust experiments were needed to substantiate the “ridiculously strong” claims made by the producers.
pt: Naveed Sattar, professor de medicina metabólica na Universidade de Glasgow, disse que é necessário testes clínicos mais robustos para validar as alegações dos supostos benefícios feitos pela empresa.

source: Typhoon Hagupit roared in from the Pacific Ocean and crashed into remote fishing communities of Samar island on Saturday night with wind gusts of 210 kilometres (130 miles) an hour, local weather agency Pagasa said.
pt: O tufão alcançou as comunidades pesqueiras da Ilha de Samar (leste) no sábado à noite, com rajadas de 210 km/hora, informou a agência meteorológica local Pagasa .

source: The study assessed members of the Organization for Economic Cooperation and Development (OECD) grouping of industrialized nations as well as European Union countries .
pt: O estudo apresenta um ranking de 41 países da Organização para a Cooperação e o Desenvolvimento e Econômico (OCDE) e da União Européia (UE) .

source: Mr Varoufakis wrote that the "No" referendum vote was a "majestic, big yes to a democratic Europe" .
pt: "O 'não' no referendo grego não é um 'não' à Europa, não é um 'não' ao euro, é um 'sim' à democracia", acrescentou.

source: As recently as April, the Justice Department found that the police department in Albuquerque, New Mexico, engaged in "a pattern or practice of use of excessive force, including deadly force" that violated people's civil rights .
pt: Uma investigação do Departamento de Justiça norte-americano concluiu que a divisão da polícia de Cleveland tem um padrão de práticas de usar força excessiva, tanto no uso de armas como no uso de técnicas não fatais.

source: Of the 174 cases that they examined dating from World War One, the most successful cases were when the goal was modest, such as the release of a political prisoner, where there was 50% success.
pt: Dos 174 casos examinados pela pesquisa desde a Primeira Guerra Mundial, tiveram mais êxito os que tinham objetivos mais modestos, como a libertação de prisioneiros políticos .

source: "You think it is easy .
pt: É fácil e rápido.

source: Windows 10 is due to debut July 29 .
pt: Windows 10 chega no dia 29 de julho

source: "The charges are clearly related to football and are of such a serious nature that it was imperative to take swift and immediate action," said Hans-Joachim Eckert, FIFA's Ethics Committee chairman.
pt: As acusações são claramente relacionadas ao futebol e são de uma natureza tão séria que era imperativo tomar medidas rápidas e imediatas .

source: Ireland votes on legalization of gay marriage 22.05.2015
pt: Irlanda aprova em referendo o casamento gay com 62% dos votos

source: The man who never gave up hope
pt: E não é que deu certo ?

source: These are traditional Fulani dance moves.
pt: É uma dança tradicional chamada Fulani.

source: “The U.S. Department of State’s Bureau of Consular Affairs is currently experiencing technical problems with our overseas passport and visa systems .
pt: O Bureau de Assuntos Consulares do Departamento de Estado dos Estados Unidos informou nesta quarta-feira (16) que continua enfrentando problemas técnicos com o sistema de emissão de vistos .

source: "This will come from China as well as seaborne suppliers."
pt: "Isso virá da China como também de fornecedoras por via marítima".

source: The focal point will now turn to how the U.S. responds to North Korea, given that Obama has promised a "proportional response" to Pyongyang's hacking of Sony Pictures.
pt: O presidente dos EUA, Barack Obama, prometeu na sexta-feira responder ao grande ciberataque contra a Sony, que ele atribui à Coreia do Norte.

source: 2015 Golden Globes: The show
pt: As revelações do Globo de Ouro 2015

source: Clinical trials of one such vaccine, developed by British pharmaceutical company GlaxoSmithKline, began in the United States at the beginning of the month with a handful of volunteers.
pt: A vacina é a NIAID/GSK, desenvolvida pela farmacêutica GlaxoSmithKline, e que já está sendo testada em voluntários em Reino Unido, Estados Unidos e Mali.

source: Democrats break ranks with Obama on Iran deal
pt: Democratas rejeitam acordo com Irã em duro revés a Obama

source: VW picks TomTom as map supplier for passenger cars 4:15am EST
pt: VW escolhe TomTom como fornecedora de mapas para carros de passeio

source: The report said AB InBev was not in active discussions with SABMiller, but was waiting to line up financing before making a formal approach.
pt: A AB InBev não está conversando diretamente com a SABMiller, afirmou a fonte, esclarecendo que a empresa aguarda obter financiamento antes de fazer uma oferta formal.

source: If there were ever two countries in need of a "new stage" of relations, they are Cuba and the United States.
pt: “Eu acredito que os Estados Unidos poderão nos ajudar, eles têm muito a aproveitar de Cuba e Cuba dos EUA .

source: 09 December 2014, 19:31
pt: Isso foi em dezembro de 2013.

source: Was Wilson in fear for his life, as he told investigators, when he and Brown struggled for his gun ?
pt: Wilson disse que só disparou contra Brown quando o adolescente estava de frente para ele e não quando ele virou de costas .

source: Ms Ibrahim, 27, was brought up as an Orthodox Christian, but a Sudanese judge ruled earlier this month that she should be regarded as Muslim because it had been her father's faith.
pt: Meriam foi criada como cristã ortodoxa, mas um juiz decretou que ela deveria ser considerada muçulmana, religião de seu pai.

source: Cuba moved on Friday to eliminate one obstacle to an early reopening of embassies, as Vidal said Havana was not making its removal from the U.S. list of state sponsors of terrorism a precondition for progress toward normalization.
pt: Cuba eliminou hoje um obstáculo para a normalização de relações ao assegurar que não considera uma "pré-condição" para isso a saída da ilha da lista de países patrocinadores do terrorismo elaborada anualmente pelo Departamento de Estado americano.

source: I don't think I could ever do it.
pt: "Eu acho que estou ótimo, você não acha?", ri .

source: why don't you go greet him ?
pt: Pra quê fazer isso com ele?” .

source: Egyptian soldiers killed in Sinai ambush
pt: Soldados egípcios são mortos em ataques no Sinai

source: Sadly I'm not going, which says it all!"
pt: Do jeito que estou, não posso fazer nada
